Repository: murmelix/Bilgewater-Breakdown
Catalog: Lol.Bilgewater/Resources/Strings.*.resx
Languages: de, es, fr, it, ko, pt, ru, tr

# WelcomeText2
source: We thought about which of the informations might be interesting. Our primary goal was to analyse which mercenaries were most popular among the playerbase and if the gamelength would be affected by stronger minions.
de: Wir haben uns Gedanken gemacht, welche Informationen interessant sein könnten. Unser primäres Ziel war zu analysieren welche Söldner für die Spieler besonders Interessant waren und ob die Spiellänge sich durch die stärkeren Minions verkürzt hat.
es: Pensamos en qué tipo de información puede ser de interés. Nuestro objetivo principal fue analizar que los mercenarios eran particularmente interesante para los jugadores y si la duración del juego se ha reducido en los esbirros más fuertes.
fr: Nous avons pensé à des informations qui pourrait être intéressant. Notre principal objectif était d'analyser les mercenaires étaient les plus populaires parmi les playerbase et si le gamelength serait affecté par sbires fortes.
it: Abbiamo pensato che delle informazioni potrebbe essere interessante. Il nostro obiettivo primario è stato quello di analizzare quali mercenari sono stati più popolare tra la base di giocatori e se la lunghezza gioco sarebbe influenzato dai tirapiedi forti.
ko: 우리는 정보의 어느 대해 재미있을 거라고 생각합니다. 우리의 주요 목표는 게임 길이가 강한 부하의 영향을받는 경우 용병은 플레이어베이스 사이에서 가장 인기가 어느 분석했다.
pt: Nós pensamos sobre qual das informações pode ser interessante. Nosso principal objetivo foi analisar quais os mercenários eram mais populares entre o playerbase e se o gamelength seriam afetados por asseclas mais fortes.
ru: Мы думали, о которых из информаций может быть интересно. Наша основная цель в том, чтобы проанализировать, какие наемники были наиболее популярны среди playerbase и если gamelength будут затронуты сильными приспешников.
tr: Biz bilgilerin hangi ilginç olabileceğini düşündüm. Birincil hedefimiz gamelength güçlü kölelerinin etkilenecek eğer paralı askerler playerbase arasında en popüler ve hangi analiz etmek oldu.

# WelcomeText3
source: As an addition we added some statistics from performance of every champ and item.
de: Als Zusatz haben wir noch ein paar Statistiken zu der Performance der einzelnen Champions und Items hinzugefügt.
es: Como además hemos añadido algunas estadísticas más sobre el desempeño de los campeones y artículos individuales.
fr: En complément, nous avons ajouté quelques statistiques de la performance de chaque champion et un objet
it: In aggiunta abbiamo aggiunto alcune statistiche da prestazioni di ogni campione e la voce.
ko: 또한으로 우리는 모든 챔피언과 아이템의 성능에서 통계를 추가했다.
pt: Como um complemento nós adicionamos algumas estatísticas de desempenho de cada campeão e item.
ru: В дополнение мы добавили некоторые статистические данные из работы каждого чемпиона и пункта.
tr: Ek olarak her şampiyon ve ürünün performansı bazı istatistikler ekledi.

source: Winrate
de: Gewinnrate
es: tasa de ganancia
fr: Taux de réussite
it: Win tasso
ko: 승 속도
ru: Шанс на победу

# ConclusionChampions
source: The biggest difference over all champions is the significant loss in CS allover. All top farmers in bilgewater are about 20% lower in farm.
es: La mayor diferencia sobre todos los campeones es la pérdida significativa en CS allover. Todos los primeros agricultores de agua de sentina son un 20% más baja en la granja.
fr: La plus grande différence sur tous les champions est la perte significative de CS allover. Tous les meilleurs agriculteurs dans bilgewater sont environ 20% plus faible dans la ferme.
it: La differenza più grande su tutti i campioni è la perdita significativa in CS allover. Tutti i migliori agricoltori in bilgewater sono inferiori di circa il 20% in agriturismo.
ko: 모든 챔피언을 통해 가장 큰 차이점은 연사를 allover의 큰 손실이다. 빌지 워터의 모든 상단 농부들은 농장에서 약 20 % 낮다.
pt: A maior diferença sobre todos os campeões é a perda significativa no CS por todo o lado. Todos os agricultores de topo em bilgewater são cerca de 20% menor em fazenda.
ru: Самая большая разница по всем чемпионам является значительная потеря в CS повторяющийся. Все топ-фермеры в Трюмных Вод около 20% ниже, в ферме.
tr: Самая большая разница по всем чемпионам является значительная потеря в CS повторяющийся. Все топ-фермеры в Трюмных Вод около 20% ниже, в ферме.

# ConclusionDuration
source: The duration of Bilgewater matches is defenitly quicker. Most goals are earlyier taken, except drake.
es: La duración de los partidos Pantoque es defenitly más rápido. La mayoría de los objetivos se earlyier tomadas, excepto Drake.
fr: La durée des matchs est Bilgewater defenitly plus rapide. La plupart des objectifs sont earlyier prises, sauf drake.
it: La durata di partite Bilgewater è defenitly più veloce. Più gol sono earlyier prese, ad eccezione di Drake.
ko: 빌지 워터 일치의 기간은 defenitly 빠르다. 대부분의 목표는 earlyier 드레이크를 제외하고, 촬영.
pt: A duração de partidas Bilgewater defenitly é mais rápido. A maioria das metas são earlyier tomadas, exceto Drake.
ru: Продолжительность Трюмных Вод матчей defenitly быстрее. Большинство цели earlyier приняты, за исключением селезня.
tr: Продолжительность Трюмных Вод матчей defenitly быстрее. Большинство цели earlyier приняты, за исключением селезня.

# ConclusionMercPopularity
source: The melee mercenaries seem to be more popular, but the winrate is fair distributed. A suprising big number of players, didn't buy a mercenary.
es: Los mercenarios cuerpo a cuerpo parecen ser más popular, pero el ratio de ganancias se distribuye justo. Un gran número suprising de jugadores, no compró un mercenario.
fr: Les mercenaires de mêlée semblent être plus populaire, mais le winrate est juste distribués. Un grand nombre surprenant de joueurs, ne pas acheter un mercenaire.
it: I mercenari mischia sembrano essere più popolare, ma il tasso di vincita è giusto distribuiti. Un suprising gran numero di giocatori, non ha acquistato un mercenario.
ko: 근접 용병은 더 인기가있을 것 같다,하지만 winrate 공정 배포됩니다. 플레이어의 매우 놀라게 큰 숫자는 용병을 구입하지 않았다.
pt: Os mercenários corpo a corpo parecem ser mais popular, mas o winrate é justo distribuído. Um grande número surpreendente de jogadores, não comprar um mercenário.
ru: В ближнем бою наемники, кажется, более популярны, но винрейт будет справедливо распределены.Удивительно, большое количество игроков, не купить наемника.
tr: В ближнем бою наемники, кажется, более популярны, но винрейт будет справедливо распределены.Удивительно, большое количество игроков, не купить наемника.

# ConclusionRoles
source: No big variancy on success of different roles. Minor push on tank and fighter.
es: No es gran función de la variedad en el éxito de los diferentes roles. Empuje Minor en el tanque y luchador.
fr: Pas de grosse variance totale en cas de succès de rôles différents. Poussoir mineure sur le réservoir et combattant.
it: Nessun grande il variare in caso di successo di diversi ruoli. Spinta minore sul serbatoio e combattente.
ko: 서로 다른 역할의 성공에 더 큰 variancy 없습니다. 탱크와 전투기에 마이너 푸시.
pt: Não é grande variancy em caso de sucesso de diferentes papéis. Empurrão menor em tanque e lutador.
ru: Нет большой variancy на успех различных ролей. Малой нажатие на баке и истребителя.
tr: Нет большой variancy на успех различных ролей. Малой нажатие на баке и истребителя.
