Repository: murmelix/Bilgewater-Breakdown
Catalog: Lol.Bilgewater/Resources/Strings.*.resx
Languages: de, es, fr, it, ko, pt, ru, tr

source: All
de: Alle
es: Todo el mundo
fr: Tous
it: Tutti
ko: 모든
pt: tudo
ru: все
tr: hepsi

source: Assassin
de: Assassine
it: Assassino
ko: 암살자
pt: assassino
ru: убийца
tr: katil

source: Assists
de: Assistiert
es: asistida
fr: assiste
ko: 도움
pt: assistências
ru: Передачи
tr: asist

source: Champions
es: Campeones
ko: 챔피언스
pt: campeões
ru: Чемпионы
tr: Şampiyonlar

source: Charts
es: Gráficas
fr: Graphiques
it: Grafici
ko: 차트
ru: Диаграммы
tr: Grafikler

source: Close
de: Schließen
es: Cierre
fr: Fermer
it: Chiudere
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat

source: Data processing
de: Datenaufbereitung
es: preparación de datos
fr: Le traitement des données
it: Elaborazione dati
ko: 데이터 처리
pt: Processamento de dados
ru: Обработка данных
tr: Veri işleme

# DataText1
source: In order to process the data of Riot Api, we wrote a small library, which shows the individual data objects. Later we found out, that something like this already existed.
fr: Afin de traiter les données de Riot Api, nous avons écrit une petite bibliothèque, qui montre les objets de données individuels. Plus tard, nous avons découvert que quelque chose comme cela existait déjà.
it: Al fine di elaborare i dati di Riot Api abbiamo scritto una piccola biblioteca, che mappa gli oggetti di dati einzelen. Solo più tardi abbiamo herrausgefunden che c'è già qualcosa di simile.
ko: 폭동 API의 데이터를 처리하기 위해, 우리는 개별 데이터 객체를 나타낸다 작은 라이브러리를 썼다. 나중에 우리가 발견,이 같은 뭔가가 이미 존재했다.
pt: A fim de processar os dados de motim Api, nós escrevemos uma pequena biblioteca, que mostra os objetos de dados individuais. Mais tarde, descobri, que algo como isso já existia.
ru: Для того, чтобы обрабатывать данные бунт Апи, мы написали небольшую библиотеку, которая показывает отдельные объекты данных. Позже мы выяснили, что-то вроде этого уже существовали.
tr: Riot Api verileri işlemek için, biz tek tek veri nesneleri gösteren küçük bir kütüphane, yazdı. Daha sonra öğrendim, böyle bir şeyin zaten vardı.

# DataText2
source: To load the many match data, we wrote a small console program, which takes over the API key and a region as a parameter. You could start multiple instances of the program in order to accelerate the download process. The data was then compressed to save space with the library {0}
de: Um die vielen Match-Daten zu laden, haben wir ein kleines Konsolen-Programm geschrieben, welches den API-Key und eine Region als Parameter übernimmt. Man konnte mehrere Instanzen des Programmes starten um den Download zu beschleunigen. Die Daten wurden dann um Platz zu sparen mit der Bibilothek {0} komprimiert.
es: Para cargar los datos de los partidos muchos, escribimos un programa de consola pequeña, que se hace cargo de la clave de API y una región como parámetro. Usted podría comenzar a varias instancias del programa con el fin de acelerar el proceso de descarga. A continuación, los datos se comprime para ahorrar espacio con la biblioteca {0}
fr: Pour charger les nombreuses données de match, nous avons écrit un petit programme de la console, qui prend en charge la clé API et une région en tant que paramètre. Vous pouvez lancer plusieurs instances du programme afin d'accélérer le processus de téléchargement. Les données ont été ensuite comprimé pour économiser l'espace avec la bibliothèque {0}
it: Per caricare i molti dati match, abbiamo scritto un piccolo programma di console, che riprende la chiave API e di una regione come parametro. Si potrebbe iniziare più istanze del programma, al fine di accelerare il processo di download. I dati sono stati quindi compressi per risparmiare spazio con la biblioteca-{0}.
ko: 많은 경기 데이터를로드하기 위해, 우리는 매개 변수로 API 키와 지역을 인수 작은 콘솔 프로그램을 썼다. 사용자는 다운로드 프로세스를 가속화하기 위해 프로그램의 다중 인스턴스를 시작할 수있다.데이터는 라이브러리 공간을 절약하는 압축 된 {0}
pt: Para carregar os dados de muitos jogos, nós escrevemos um programa pequeno console, que assume a chave de API e uma região como um parâmetro. Você pode começar várias instâncias do programa, a fim de acelerar o processo de download. Os dados foram então comprimido para economizar espaço com a biblioteca {0}
ru: Чтобы загрузить много данных матч, мы написали небольшую программу консоли, берет на ключ API и области в качестве параметра. Вы можете запустить несколько экземпляров программы для того, чтобы ускорить процесс загрузки. Затем данные сжимаются для экономии места с библиотекой {0}
tr: Birçok maç verilerini yüklemek için, bir parametre olarak API anahtarı ve bir bölge devraldı küçük bir konsol programı yazdı. Sen indirme işlemini hızlandırmak için programın birden çok örneği başlayabiliriz. Veriler daha sonra kütüphane ile yer kazanmak için sıkıştırılmış {0}

# DataText3
source: To extract the important data from the relatively complete match information, we wrote a second console program. This has only extracts all the data values from the match-JSON-Files, which we considered for our analysis as interesting. For parsing the JSON-Files we have the library {1} used. The data were then incubated with the library-protobuf serialized. {0} is an incredibly fast and sleek method for serialization of Google. <br /> After that, we only had to analyze and store the values in small samples the data values. A database was not necessary.
de: Um die wichtigen Daten aus den realtiv Umfangreichen Matchinformationen zu extrahieren, haben wir ein zweites Konsolen-Programm geschrieben. Dieses hat erst alle Datenwerte aus dem Match-JSON-Files extrahiert, welche wir für unsere Auswertung als interessant erachteten. Für das Parsen der JSON-Files haben wir die Bibliothek {1} verwendet. Die Daten wurden dann mit der Protobuf Bibilothek Serialisiert. {0} ist eine unheimlich schnelle und schlanke Methode für Serialisierung von Google.<br />Danach mussten wir die Datenwerte nur noch analysieren und die Werte in kleinen Samples speichern. Eine Datenbank war nicht notwendig.
es: Para extraer los datos importantes de la información relativamente completa partido, escribimos un segundo programa de la consola. Esto sólo ha extrae todos los valores de los datos desde el partido-JSON-Files, que hemos considerado para nuestro análisis de interesante. Para analizar el JSON-Files tenemos la biblioteca {1} utilizado. Los datos fueron serializados con la biblioteca-protobuf. {0} es un método muy rápido y elegante para la serialización de Google. <br /> Después de eso, sólo tuvimos que analizar y almacenar los valores en muestras pequeñas de los valores de datos. Una base de datos no era necesario.
fr: Pour extraire les données importantes de l'information relativement complète du match, nous avons écrit un deuxième programme de la console. Cela n'a extrait toutes les valeurs de données du match JSON-Files, que nous considérons pour notre analyse aussi intéressant. Pour l'analyse du JSON-Files nous avons la bibliothèque {1} utilisé. Les données ont ensuite été incubées avec le serialize bibliothèque protobuf. {0} est une méthode incroyablement rapide et élégant pour la sérialisation de Google. <br /> Après cela, nous avons seulement eu à analyser et stocker les valeurs dans de petits échantillons des valeurs de données. Une base de données n'a pas été nécessaire.
it: Per estrarre i dati importanti dalle informazioni partita relativamente completo, abbiamo scritto un secondo programma di console. Questo ha soltanto degli estratti tutti i valori dei dati dal match-JSON-Files, che abbiamo preso in considerazione per la nostra analisi come interessante. Per l'analisi del JSON-Files abbiamo la biblioteca {1} usato. I dati sono stati poi incubate con la libreria-protobuf serializzato. {0} è un metodo incredibilmente veloce ed elegante per la serializzazione di Google. <br /> Dopo di che, abbiamo avuto solo di analizzare e memorizzare i valori in piccoli campioni i valori dei dati. Un database non era necessario.
ko: 상대적으로 완전한 일치하는 정보에서 중요한 데이터를 추출하기 위해, 우리는 두 번째 콘솔 프로그램을 썼다. 이것은 단지 우리가 흥미로 우리의 분석을 위해 고려 일치 JSON - 파일에서 모든 데이터 값을 추출했다.JSON-파일을 구문 분석을 위해 우리는 도서관 {1} 사용이 있습니다.데이터는 직렬화 라이브러리 protobuf 함께 배양 하였다. {0} 구글의 직렬화 믿을 수 없을만큼 빠르고 세련된 방법이다. /> <br 그 후, 우리는 단지 분석하고 작은 샘플 데이터 값에 값을 저장했다.데이터베이스는 필요하지 않았다.
pt: Para extrair os dados importantes a partir da informação relativamente completa jogo, que escreveu um segundo programa de console. Isto só extrai todos os valores de dados a partir do match-JSON-Files, que foi considerado para a nossa análise tão interessante. Para analisar o JSON-Files temos a biblioteca {1} utilizado. Os dados foram então incubadas com a biblioteca de protobuf serializados. {0} é um método incrivelmente rápida e elegante para serialização de Google. <br /> Depois disso, nós só tivemos que analisar e armazenar os valores em pequenas amostras de dados dos valores. Um banco de dados não foi necessário.
ru: Чтобы извлечь важные данные с относительно полной информации матч мы написали вторую программу консоли. Это только извлекает все значения данных из матч-JSON-файлы, которые мы рассматривали для нашего анализа, как интересно. Для разбора JSON-файлов у нас есть библиотека {1} используется. Эти данные были затем инкубировали с библиотекой-protobuf последовательную. {0} является невероятно быстро и гладкий способ сериализации Google. <br /> После этого, у нас был только анализировать и хранить значения в малых выборок значений данных. База данных не было необходимости.
tr: Nispeten komple maç bilgilerinden önemli veri ayıklamak için, ikinci bir konsol programı yazdı. Bu, yalnızca ilginç olarak bizim analiz için düşünülen maç-JSON-Files, tüm veri değerleri ayıklar etti. JSON-Files ayrıştırma için biz kütüphane {1} kullanmışlardır. Bu veriler daha sonra seri hale kütüphane protobuf ile inkübe edilmiştir. {0} Google seri için inanılmaz hızlı ve şık bir yöntemdir. <br /> Bundan sonra, sadece analiz etmek ve küçük örneklerinde veri değerleri değerleri depolamak zorunda kaldı. Bir veritabanı, gerekli değildi.

source: Death
de: Tode
es: fallecimiento
fr: Décès
it: Morte
ko: 죽음
pt: morte
ru: смерть
tr: Ölüm

source: Documentation
de: Dokumentation
es: Documentación
it: Documentazione
ko: 설명서
pt: documentação
ru: документация
tr: Belgeler

# DurationStats
source: Statistics Matchlength
de: Statistik Matchlänge
es: Estadísticas Partido Longitud
fr: La statistique match Longueur
it: Statistica Partita Lunghezza
ko: 통계 경기 길이
pt: Comprimento Estatísticas dos jogos
ru: Длина Статистика матча
tr: İstatistikler Maç uzunluğu

source: Fighter
de: Kaempfer
es: Luchador
fr: combattant
it: combattente
ko: 전투기
pt: lutador
ru: истребитель

source: First Baron
de: Erster Baron
es: Baron
fr: baron
it: barone
ko: 우선 바론
pt: Baron
ru: барон
tr: İlk Baron

source: Firstblood
de: Erstes Blut
es: sangre
fr: sang
it: sangue
ko: 먼저 혈액
pt: sangue
ru: кровь
tr: İlk kan

source: First Drake
de: Erster Drache
es: dragon
fr: Drake
it: Drake
ko: 먼저 드레이크
pt: Drake
ru: селезень
tr: İlk Drake

source: First Inhibitor
de: Erster Inhibitor
es: inhibidor
fr: inhibiteur
it: Inhibitor
ko: 먼저 억제제
pt: inibidor
ru: ингибитор

source: First Tower
de: Erster Turm
es: Torre
fr: Tour
it: Torre
ko: 첫 번째 타워
pt: Torre
ru: башня
tr: İlk Kulesi

source: Items
de: Gegenstände
es: Artículos
fr: articles
ko: 항목
pt: itens
ru: Предметы
tr: Öğeler

source: Kills
de: Tötungen
es: asesinatos
fr: tués
ko: 킬
ru: Убийств
tr: Ölü

source: Lets go
de: Los geht's
es: Aquí vamos
fr: Laisse nous partir
it: Andiamo
ko: 가자
pt: Vamos lá
ru: Пойдем
tr: Haydi gidelim

# LowesPickrate
source: Lowest Pickrate
de: Kleinste Pickrate
es: Más pequeña tasa de recogida
fr: Prix Pick
it: Più basso tasso di ritiro
ko: 최저 피크 속도
pt: O mais baixo Pickrate
ru: Самая низкая ставка Пика
tr: en düşük Pickrate

source: Lowest Avg CS
de: Kleinste durchschnittliche CS
es: Promedio más pequeño CS
fr: le plus bas Avg CS
it: Minore Avg CS
ko: 최고 평균 CS
pt: assistências Avg CS
ru: Самая низкая Среднее CS
tr: en düşük Avg CS

source: Lowest Winrate
de: Kleinste Gewinnrate
es: Más pequeña tasa de ganar
fr: le plus bas Win
it: Più basso tasso di Win
ko: 최저 승 속도
pt: O mais baixo Winrate
ru: Самая низкая Винрейт
tr: en düşük Winrate

source: Mage
de: Magier
ko: 마술사
pt: mago
ru: маг
tr: sihirbaz

source: Marksman
de: Schuetze
es: Sagitario
it: tiratore scelto
ko: 사격의 명수
pt: bom atirador
ru: меткий стрелок
tr: nişancı

source: Matchduration
de: Matchlaenge
es: Duracion
fr: Duration
it: durata
ko: 경기 시간
ru: длина

# MercPopularity
source: Mercenary Popularity
de: Söldner Beliebtheit
es: popularidad Mercenario
fr: Popularité Mercenary
it: Mercenari Popolarità
ko: 용병 인기
pt: Mercenary popularidade
ru: Наемник Популярность
tr: Mercenary Popülerlik

source: only Bilgewater
de: nur Bilgewater
es: solo Bilgewater
fr: que Bilgewater
it: solo Bilgewater
ko: 만 Bilgewater
pt: Somente Bilgewater
ru: только Bilgewater
tr: sadece Bilgewater

source: Pickrate
es: tasa de recogida
fr: taux Choisissez
it: Scegli tasso
ko: 속도를 선택
ru: Выберите скорость

source: Presentation
de: Darstellung
es: declaración
fr: présentation
it: Presentazione
ko: 제출
pt: apresentação
ru: презентация
tr: sunuş

# PresentationText1
source: For the design of the site, we use {0} with the Theme. With bootstrap can be relatively easy to create a chic layout. For the charts, we have opted for the javascript library {1}. This is to use relatively comfortable, but we had to make a small adjustment in order to display the icons in the X-axis can.
de: Für das Design der Website verwenden wir {0} mit dem Theme . Mit Bootstrap lässt sich relativ einfach ein schickes Layout erstellen. Für die Charts haben wir uns für die Javascript-Bibliothek {1} entschieden. Diese ist relativ komfortable zu benutzen, allerdings mussten wir eine kleine Anpassung vornehmen, um die Icons in der X-Achse anzeigen zu können.
es: Para el diseño del sitio, utilizamos {0} con el tema. Con arranque puede ser relativamente fácil de crear un diseño elegante. Para las listas de éxitos, se ha optado por la biblioteca javascript {1}. Este es el uso relativamente cómoda, pero tuvimos que hacer un pequeño ajuste con el fin de mostrar los iconos en la lata del eje X.
fr: Pour la conception du site, nous utilisons {0} avec le thème. Avec bootstrap peut être relativement facile de créer une mise en page chic. Pour les graphiques, nous avons opté pour la bibliothèque javascript {1}. Ceci est d'utiliser relativement confortable, mais nous avons dû faire un petit ajustement afin d'afficher les icônes dans l'axe X-boîte.
it: Per la progettazione del sito, usiamo {0} con il tema. Con bootstrap può essere relativamente facile per creare un layout elegante. Per le classifiche, abbiamo optato per la libreria javascript {1}. Questo è quello di utilizzare relativamente confortevole, ma abbiamo dovuto fare un piccolo aggiustamento al fine di visualizzare le icone nella latta asse X.
ko: 사이트의 디자인을 위해, 우리는 주제로 {0} 사용합니다. 부트 스트랩으로 세련된 레이아웃을 만들 비교적 쉽게 할 수 있습니다.차트의 경우, 우리는 자바 스크립트 라이브러리 {1}에 대한 선택했다. 이것은 상대적으로 편안하게 사용하는 것입니다, 그러나 우리는 X 축 수에 아이콘을 표시하기 위해 작은 조정했습니다.
pt: Para a concepção do site, nós usamos {0} com o tema. Com inicialização pode ser relativamente fácil para criar um layout elegante. Para os gráficos, optamos para a biblioteca javascript {1}. Esta é usar relativamente confortável, mas nós tivemos que fazer um pequeno ajuste, a fim de exibir os ícones na lata eixo-X.
ru: Для дизайна сайта, мы используем {0} с темой. С начальной загрузки может быть относительно легко создать шикарный макет. Для диаграмм, мы выбрали для JavaScript библиотека, {1}. Это использование относительно комфортно, но мы должны были сделать небольшую корректировку, чтобы отобразить иконки на оси Х может.
tr: Sitenin tasarımı için, Tema {0} kullanın. Bootstrap ile şık bir düzen oluşturmak için nispeten kolay olabilir. Grafikleri için, javascript kütüphanesinden {1} için seçtiniz. Bu nispeten rahat kullanmak için, ama biz X ekseni can simgeleri görüntülemek için küçük bir ayarlama yapmak zorunda kaldı.

# PresentationText2
source: Additional technologies
de: Weitere Technologien:
es: Otras tecnologías:
fr: D'autres technologies
it: tecnologie aggiuntive
ko: 추가 기술
pt: Outras tecnologias
ru: Дополнительные технологии
tr: Ek teknolojiler

source: Region
es: comarca
fr: Région
it: Regione
ko: 지방
pt: região
ru: область
tr: yöre

# RoleStats
source: Statistics Roleperformance
de: Statistik Rollenperformance
es: Estadísticas papeles Rendimiento
fr: Rôle de la performance statistique
it: Statistica Prestazioni Ruolo
ko: 통계 역할 성능
pt: Desempenho Estatísticas Papel
ru: Производительность Статистика Роль
tr: İstatistikler Rol performansı

source: Support
de: Unterstuetzung
es: Soporte
fr: Soutien
it: Supporto
ko: 지원
pt: apoio
ru: поддержка
tr: yardım

source: Tank
es: tanque
it: Carro armato
ko: 탱크
pt: tanque
ru: бак

# TearNote
source: The tear represents the cases where the player didn't pick any of the mercenaries.
de: Die Träne repräsentiert die Fälle wo der Spieler keinen Söldner gekauft hat.
es: La lágrima representa los casos en que el jugador no ha comprado un mercenario.
fr: La larme représente les cas où le joueur n'a pas de choisir un des mercanaries.
it: La lacrima rappresenta i casi in cui il giocatore non scegliere uno qualsiasi dei mercenari.
ko: 눈물은 플레이어가 용병 중 하나를 선택하지 않은 경우를 나타냅니다.
pt: A lágrima representa os casos em que o jogador não escolher qualquer um dos mercanaries.
ru: Слеза представляет случаи, когда игрок не выбрать любой из mercanaries.
tr: Gözyaşı oyuncu mercanaries herhangi açmadı durumları temsil eder.

source: Tools
de: Werkzeuge
es: instrumentos
fr: outils
it: Strumenti
ko: 도구
pt: ferramentas
ru: Инструменты
tr: Araçlar

# ToolsText1
source: For development we mainly used {0}. The development environment form Microsoft is available for free, in no-commercial projects. It makes developing MVC Webapplications very easy.
de: Für die Entwicklung haben wir hauptsächlich {0} verwendet. Die Entwicklungsumgebung von Microsoft ist frei verfügbar für den nicht kommerziellen Gebrauch und macht die Entwicklung von einfachen MVC Webanwednungen sehr einfach.
es: Para el desarrollo, hemos principalmente {0} utilizado. El entorno de desarrollo de Microsoft está disponible de forma gratuita para uso no comercial y hace que el desarrollo de sencilla MVC Webanwednungen muy simple.
fr: Pour le développement, nous avons utilisé principalement {0}. Forme Microsoft L'environnement de développement est disponible gratuitement, en aucun-projets commerciaux. Il permet le développement d'applications Web MVC très facile.
it: Per lo sviluppo abbiamo utilizzato principalmente {0}. L'ambiente di sviluppo modulo di Microsoft è disponibile gratuitamente, senza mezzi commerciali progetti. Rende sviluppo di applicazioni web MVC molto facile.
ko: 개발을 위해 우리가 주로 사용 {0}. 마이크로 소프트 양식 개발 환경은 노 상업 프로젝트에 무료로 사용할 수 있습니다. 그것은 MVC 웹 응용 프로그램을 매우 쉽게 개발할 수 있습니다.
pt: Para o desenvolvimento utilizou-se principalmente {0}. O ambiente de desenvolvimento Microsoft formulário está disponível gratuitamente, em não-comerciais projectos. Ele torna o desenvolvimento MVC Webapplications muito fácil.
ru: Для развития мы в основном использовали {0}. Среда разработки Microsoft форма предоставляется бесплатно, при каких-коммерческих проектов. Это делает разработку веб-приложений MVC очень легко.
tr: Kalkınma için biz ağırlıklı olarak kullanılan {0}. Microsoft formu geliştirme ortamı hiçbir ticari projelerde, ücretsiz olarak kullanılabilir. Bu çok kolay MVC web uygulamaları geliştirme yapar.

# ToolsText2
source: Besides the programm offers an very simple GIT-Integration and an option to publish your project without complications on your {0}. Also every additional library can be easily fetched via nuget integration in your project. We did it for all our external libraries.
de: Das Programm bietet zudem eine sehr einfache GIT-Integration und man kann sein Projekt unglaublich unkompliziert auf seiner {0} publizieren. Was außerdem wirklich praktisch ist, ist die Möglichkeit allerlei Nuget-Pakete in sein Projekt zu ziehen. Alle Bibliotheken die wir für die Entwicklung des Projektes benutzt habe waren im Nuget Verzeichnis verfügbar.
es: El programa también proporciona una muy simple integración GIT y publicar increíblemente complicada su proyecto en su {0}. Lo que también es muy útil es la capacidad de dibujar todo tipo paquetes Nuget en su proyecto. Todas las bibliotecas que hemos utilizado para el desarrollo del proyecto estaban disponibles en el directorio Nuget.
fr: Outre le Programme offre une GIT-intégration très simple et une option pour publier votre projet sans complications sur votre {0}. Chaque bibliothèque supplémentaire peut également être facilement récupérée par l'intégration NuGet dans votre projet. Nous l'avons fait pour tous nos bibliothèques externes.
it: Oltre al programma offre una molto semplice GIT-integrazione e la possibilità di pubblicare il progetto senza complicazioni sul {0}. Inoltre ogni libreria aggiuntiva può essere facilmente recuperato attraverso l'integrazione NuGet nel progetto. Lo abbiamo fatto per tutti i nostri librerie esterne.
ko: 프로그램이 매우 간단 GIT-통합 및에 합병증없이 프로젝트를 게시 할 수있는 옵션을 제공 외에 당신의 {0}. 또한 모든 추가 라이브러리 프로젝트에서 nuget 통합을 통해 쉽게 인출 할 수 있습니다. 우리는 우리의 모든 외부 라이브러리를했다.
pt: Além do Programa oferece uma GIT-Integração muito simples e uma opção para publicar seu projeto sem complicações em seu {0}. Também cada biblioteca adicional pode ser obtida através da integração easyly nuget em seu projeto. Fizemos isso para todas as nossas bibliotecas externas.
ru: Кроме того, программа предлагает очень простой GIT-интеграции и возможность публиковать свой проект без осложнений на вашем {0}. Кроме того, каждый дополнительный библиотека может быть easyly уши с помощью NuGet интеграции в вашем проекте. Мы сделали это для всех наших внешних библиотек.
tr: Programm bir çok basit GIT-Entegrasyon ve komplikasyon olmadan projeyi yayımlamak için bir seçenek sunuyor yanında senin {0}. Ayrıca her ek kütüphane projesinde Nuget entegrasyon yoluyla easyly getirilen olabilir. Hepimiz dış kütüphaneleri için yaptım.

source: Top Avg CS
de: Höchste durchschnittliche CS
es: Promedio más alto CS
ko: 최고 평균 CS
ru: Топ Среднее CS
tr: katil Avg CS

source: Top Pickrate
de: Höchste Pickrate
es: Mayor tasa de recogida
fr: Taux de premier choix
it: Tasso Top Pick
ko: 최고 피크 속도
ru: Топ ставка Пика
tr: katil Pickrate

source: Top Winrate
de: Höchste Gewinnrate
es: Mayor tasa de ganancias
fr: Haut taux de victoires
it: Top Win tasso
ko: 탑 승 속도
ru: Топ Винрейт
tr: katil Winrate

source: Welcome
de: Willkommen
es: Bienvenidos
fr: Bienvenue
it: Benvenuto
ko: 환영
pt: bem-vindo
ru: добро пожаловать
tr: Hoşgeldiniz

# WelcomeText1
source: With our entry for the API-Challenge 2.0 we wanted to dedicate to the 1. of possible topics:
de: Bei unserem Beitrag zu der API-Challenge 2.0 wollten wir uns dem 1. möglichen Thema widmen:
es: En nuestra contribución al Desafío API 2.0 queríamos dedicarnos al primer tema posible:
fr: Avec notre entrée de l'API-Challenge 2.0 nous voulions consacrer au 1. de sujets possibles:
it: Con la nostra voce per l'API-Challenge 2.0 abbiamo voluto dedicare al 1. di possibili argomenti:
ko: API-도전 2.0 우리의 항목과 우리는 가능한 주제의 1로 바치고 싶었 :
pt: Com a nossa entrada para a API-Challenge 2.0 queríamos dedicar-se ao 1. de possíveis tópicos:
ru: С нашим вступлением на API-Challenge 2.0 мы хотели посвятить 1. возможных тем:
tr: API Mücadelesi 2.0 için giriş ile olası konuların 1. adamak istedim:
